/* No comment provided by engineer. */
"2-pass encoding" = "2-przejsciowe kodowanie";

/* No comment provided by engineer. */
"Audio" = "Audio";

/* No comment provided by engineer. */
"Autocrop" = "Autocrop";

/* No comment provided by engineer. */
"AVI file / H264 video / MP3 audio" = "Plik AVI / H264 video / MP3 audio";

/* No comment provided by engineer. */
"AVI file / MPEG-4 video / MP3 audio" = "Plik AVI / MPEG-4 video / MP3 audio";

/* No comment provided by engineer. */
"Bitrate" = "Bitrate";

/* No comment provided by engineer. */
"Bitrate (kbps)" = "Bitrate (kbps)";

/* No comment provided by engineer. */
"Bottom cropping" = "Dolne kadrowanie";

/* No comment provided by engineer. */
"Browse" = "Przegladaj";

/* No comment provided by engineer. */
"Cancel" = "Annuluj";

/* No comment provided by engineer. */
"Cancel - Are you sure?" = "Annuluj - Czy jestes pewny?";

/* No comment provided by engineer. */
"Canceled." = "Annulowane.";

/* No comment provided by engineer. */
"Close" = "Zamknij";

/* No comment provided by engineer. */
"Crop & Scale..." = "Kadrowanie & Skala...";

/* No comment provided by engineer. */
"Custom (kbps)" = "Edytuj (kbps)";

/* No comment provided by engineer. */
"Deinterlace picture" = "Deinterlace obraz";

/* No comment provided by engineer. */
"Detected volume" = "Detektuj glosnosc";

/* No comment provided by engineer. */
"Do you want to overwrite %@?" = "Czy chcesz zamienic plik %@?";

/* No comment provided by engineer. */
"DVD Folder" = "Folder DVD";

/* No comment provided by engineer. */
"DVD title" = "Tytol DVD";

/* No comment provided by engineer. */
"Encoding won't be recoverable." = "Kodowanie nie bedzie odzyskiwalne";

/* No comment provided by engineer. */
"Encoding: %.2f %% (pass %d of %d)" = "Kodowanie: %.2f %% (przejscie %d of %d)";

/* No comment provided by engineer. */
"File" = "Plik";

/* No comment provided by engineer. */
"File already exists" = "Plik juz istnieje";

/* No comment provided by engineer. */
"Final size: %dx%d" = "Ostateczny rozmiar: %dx%d";

/* No comment provided by engineer. */
"General" = "Ogolne";

/* No comment provided by engineer. */
"Invalid secondary language" = "Nieprawidlowy drugi jezyk";

/* No comment provided by engineer. */
"Invalid video bitrate" = "Nieprawidlowy bitrate video";

/* No comment provided by engineer. */
"Invalid volume, try again" = "Nieprawidlowa glsosnosc, sproboj ponownie";

/* No comment provided by engineer. */
"Language 1" = "Jezyk 1";

/* No comment provided by engineer. */
"Language 2 (optional)" = "Jezyk 2 (opcionalny)";

/* No comment provided by engineer. */
"Left cropping" = "Lewe kadrowanie";

/* No comment provided by engineer. */
"MP4 file / MPEG-4 video / AAC audio" = "MP4 file / MPEG-4 video / AAC audio";

/* No comment provided by engineer. */
"MPEG-4 encoder" = "MPEG-4 encoder";

/* No comment provided by engineer. */
"Next" = "Dalej";

/* No comment provided by engineer. */
"No" = "Nie";

/* No comment provided by engineer. */
"None" = "brak";

/* No comment provided by engineer. */
"OGM file / MPEG-4 video / Vorbis audio" = "OGM file / MPEG-4 video / Vorbis audio";

/* No comment provided by engineer. */
"Ooops" = "Ooops";

/* No comment provided by engineer. */
"Open" = "Otworz";

/* No comment provided by engineer. */
"Opening device..." = "Otwieranie objektu...";

/* No comment provided by engineer. */
"Output format" = "Format Wyjsciowy";

/* No comment provided by engineer. */
"Pause" = "Pauza";

/* No comment provided by engineer. */
"Picture width" = "Szerokosc obrazu";

/* No comment provided by engineer. */
"Previous" = "Wroc";

/* No comment provided by engineer. */
"Resume" = "Kontynuj";

/* No comment provided by engineer. */
"Right cropping" = "Prawe Kadrowanie";

/* No comment provided by engineer. */
"Rip" = "Rip";

/* No comment provided by engineer. */
"Rip completed." = "Rip Zakonczony.";

/* No comment provided by engineer. */
"Scanning title %d of %d..." = "Scanuje tytul %d of %d...";

/* No comment provided by engineer. */
"Select a DVD:" = "Wybierz DVD:";

/* No comment provided by engineer. */
"Speed: %.2f fps (avg %.2f fps), %02dh%02dm%02ds remaining" = "Speed: %.2f fps (avg %.2f fps), %02dh%02dm%02ds remaining";

/* No comment provided by engineer. */
"Target size (MB)" = "Docelowy rozmiar (MB)";

/* No comment provided by engineer. */
"Top cropping" = "Gorne Kadrowanie";

/* No comment provided by engineer. */
"Useless OpenGL effects" = "Nieptrzebne efekty OpenGL";

/* No comment provided by engineer. */
"Video" = "Video";

/* No comment provided by engineer. */
"Video bitrate is too high." = "Bitrate Video jest za duzy.";

/* No comment provided by engineer. */
"Video bitrate is too low." = "Bitrate Video jest za maly.";

/* No comment provided by engineer. */
"Welcome to MediaFork" = "Witaj w MediaFork";

/* No comment provided by engineer. */
"Yes" = "Tak";

/* No comment provided by engineer. */
"You can't encode the same audio track twice." = "Nie mozesz kodowac tej samej sciezki dzwiekowej dwa razy.";
